Repository: 0xOrigin/Bank-Loans-Management-System
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar

source: User must have an email address
ar: يجب ان يكون للمستخدم عنوان بريد الكتروني

source: User must have a username
ar: يجب ان يكون للمستخدم اسم مستخدم

source: Pending
ar: معلق

source: Approved
ar: مقبول

source: Rejected
ar: مرفوض

source: Invalid username or password
ar: اسم مستخدم او كلمة مرور غير صحيحة

source: Application approved
ar: تم قبول الطلب

source: Application rejected
ar: تم رفض الطلب

source: Created at
ar: انشئ في

source: Updated at
ar: عدل في

source: Deleted at
ar: حذف في

source: Created by
ar: انشئ بواسطة

source: Updated by
ar: عدل بواسطة

source: Deleted by
ar: حذف بواسطة

source: Method Not Allowed
ar: غير مسموح به

source: Released
ar: حرر

source: Disbursed
ar: صرف

source: Minimum amount must be greater than 0
ar: القيمة الادنى يجب ان تكون اكبر من 0

source: Maximum amount must be greater than 0
ar: القيمة الاعلى يجب ان تكون اكبر من 0

source: Duration must be greater than 0
ar: المدة يجب ان تكون اكبر من 0

source: Annual interest rate must be greater than 0
ar: النسبة السنوية يجب ان تكون اكبر من 0

source: Minimum amount must be less than maximum amount
ar: القيمة الادنى يجب ان تكون اقل من القيمة الاعلى

source: Invalid plan
ar: خطة غير صحيحة

source: Amount is not within plan range
ar: القيمة ليست ضمن النطاق المحدد في الخطة

source: Invalid customer
ar: مستخدم غير صحيح

source: Customer is not approved for loan application
ar: المستخدم غير مقبول للحصول على قرض

source: Invalid provider
ar: مقدم قرض غير صحيح

source: Provider is not approved for loan application
ar: مقدم القرض غير مقبول للاستكمال متطلبات القرض

source: Loan Provider does not have enough funds
ar: مقدم القرض ليس لديه الرصيد الكافي

source: Payment already paid
ar: الدفعة مدفوعة مسبقا

source: No updates to perform
ar: لا يوجد تحديثات للقيام بها

source: Loan is not pending approval
ar: القرض ليس معلق للموافقة عليه

source: Loan approved
ar: تم قبول القرض

source: Loan rejected
ar: تم رفض القرض

source: Loan is not approved
ar: القرض ليس مقبول

source: Loan released
ar: حرر القرض

source: Loan is not released
ar: القرض ليس محرر

source: Loan disbursed
ar: صرف القرض

source: No more payments to be made
ar: لا يوجد مدفوعات اخرى للقيام بها

source: Loan payment successful
ar: تم الدفع بنجاح
